{
  "navmenu": {
    "home": "главная",
    "my-skills": "мои навыки",
    "about-me": "обо мне",
    "projects": "проекты",
    "contacts": "контакты"
  },
  "main": {
    "name": "Денис — ",
    "subtitle": "Он создаёт адаптивные решения, где технологии сочетаются с творчеством"
  },
  "skills": {
    "title": "мои навыки",
    "exp": "У меня есть опыт работы с",
    "years-exp": "У меня есть годы опыта работы с",
    "study": "Я работаю и учусь",
    "lang": "Я знаю языки"
  },
  "about-me": {
    "title": "обо мне",
    "name": "Привет, я Денис!",
    "subtitle": "Я фронтенд-разработчик, в настоящее время живу в Добродзене, Польша, родом из Украины. Могу создавать адаптивные сайты с нуля и превращать их в современные, удобные для пользователя веб-ресурсы.",
    "text": {
      "first": {
        "part1": "Я увлечён созданием доступных и безупречных пользовательских интерфейсов. Сейчас активно практикуюсь, разрабатывая собственные проекты для своего ",
        "part2": "а также участвую в коммерческих проектах. В частности, создаю и поддерживаю фронтенд-компоненты, которые обеспечивают плавную работу платформы, учитывая стандарты доступности в интернете."
      },
      "second": "Моё путешествие в мир фронтенд-разработки началось в 2022 году, и с тех пор я активно совершенствую свои навыки самостоятельно.",
      "third": "В свободное время я изучаю английский и польский языки, люблю читать книги и постоянно совершенствую свои навыки в фронтенд-разработке, ведь это приносит мне огромное удовольствие. Постоянно слушаю музыку."
    }
  },
  "projects": {
    "titles": {
      "title": "проекты",
      "personal": "Мои персональные",
      "comm": "Для клиентов"
    },
    "description": {
      "ecomm": "Многостраничный интернет-магазин с использованием общедоступного API, с аутентификацией и личным аккаунтом. (Ещё в разработке)",
      "portfolio": "Моё личное веб-портфолио.",
      "vis-cap": "Простой лендинг. Мой первый опыт работы с Tailwind CSS.",
      "LH": "Коммерческий проект для заказа хостинга, многостраничный сайт с локализацией и адаптивностью."
    },
    "liveDemo": "Посмотреть вживую"
  },
  "contacts": {
    "title": "контакты"
  }
}
