{
  "navmenu": {
    "home": "головна",
    "my-skills": "мої навички",
    "about-me": "про мене",
    "projects": "проекти",
    "contacts": "контакти"
  },
  "main": {
    "name": "Денис — це",
    "subtitle": "Він створює адаптивні рішення, де технології поєднуються з творчістю"
  },
  "skills": {
    "title": "мої навички",
    "exp": "У мене є досвід роботи з",
    "years-exp": "Маю роки досвіду роботи з",
    "study": "Я працюю та навчаюся"
  },
  "about-me": {
    "title": "про мене",
    "name": "Привіт, я Денис!",
    "subtitle": "Я фронтенд-розробник, наразі живу в Добродзені, Польща, родом з України. Можу створювати адаптивні сайти з нуля та перетворювати їх на сучасні, зручні для користувача веб-ресурси.",
    
    

    "text": {
      "first": {
        "part1": "Я захоплююся створенням доступних та бездоганних користувацьких інтерфейсів. Наразі активно практикуюсь, розробляючи власні проекти для свого ",
        "part2": "та також беру участь у комерційних проектах. Зокрема, створюю та підтримую фронтенд-компоненти, які забезпечують плавну роботу платформи, враховуючи стандарти доступності в мережі."
      },
      "second": "Моя подорож у фронтенд-розробку почалася у 2022 році, і з того часу я активно вдосконалюю свої навички самостійно.",
      "third": "У вільний час я вивчаю англійську та польську мови, люблю читати книги та постійно покращую свої навички у фронтенд-розробці, адже це приносить мені велике задоволення. Постійно слухаю музику."
    }
  },
  "projects": {
    "titles": {
      "title": "проекти",
      "personal": "Мої персональні",
      "comm": "Для клієнтів"
    },
    "description": {
      "ecomm": "Багатосторінковий інтернет-магазин з використанням загальнодоступного API, з аутентифікацією та власним акаунтом. (Ще в розробці)",
      "portfolio": "Моє особисте веб-портфоліо.",
      "vis-cap": "Простий лендінг. Мій перший досвід роботи з Tailwind CSS.",
      "LH": "Комерційний проект для замовлення хостингу, багатосторінковий сайт із локалізацією та адаптивністю."
    },
    "liveDemo": "Подивитись вживу"
  },
  "contacts": {
    "title": "контакти"
  }
}
